export default {
  name: "پروین زنگنه",
  home: "صفحه اصلی",
  resume: "رزومه",
  portfolios: "نمونه کار",
  about: "درباره من",
  contact: "ارتباط با من",
  aboutMeTitle: "معرفی",
  fullName: "نام",
  cityTitle: "شهر",
  language: "زبان",
  AgeTitle: "سن",
  age: "1373",
  city: 'کرمانشاه',
  services: "سرویس ها",
  webdeveloper: 'توسعه دهنده وب',
  webdesigne: 'طراح وب',
  resumeTitle: 'مهارت های من',
  workingExperiance: "تجربه کاری",
  education: 'تحصیلات',
  description: 'از سال ۱۳۹۶ فعالیت خود را در حوزه  فرانت اند شروع کردم. تلاش دارم فریم ورک ری اکت  رو  ادامه بدم. ',
  softwareEngineer: "کارشناسی - مهندسی نرم افزار",
  working: "توسعه دهنده وب- فرانت اند",
  FieldOfWork: "حوزه کاری ",
  year: "1396",
  FullIntroduce:"پروین زنگنه هستم. کارشناسی مهندسی نرم افزار خوندم. و بشدت علاقه مند هستم به برنامه نویسی و یاد گرفتن فریم ورک های مختلف.  سابقه Back-End هم داشتم ولی بیشتر با طراحی و کار  Front-End حال میکنم و لذت میبرم. پیدا کردن چالش های هر فریمورک برام جذابیت خاص خودش رو داره و از اینکه میتونم کدنویسی با جذابیت هاش زیبا نشون بدم لذت میبرم. علاقه مند به حوزه های هوش مصنوعی و تحلیل داده و بانک های اطلاعاتی هم هستم.و قطعا این مباحث جدید تاثیر چشم گیری توی بیشتر ایمن شدن صفحات وب داره،که بحث امنیت سایبری رو به دنبال داره که یکی از محوری ترین مباحث در حوزه توسعه وب و برنامه نویسی هست.  ",

  educationSteps: [
    { id: 0, date: "1380-1384", title: "دوره ابتدایی", subtitle: "مدرسه احسان", content: "دوره ابتدایی در مدرسه احسان  در استان کرمانشاه سپری کردم" },
    { id: 1, date: "1385-1388", title: "دوره راهنمایی", subtitle: "مدرسه عراقی", content: "دوره راهنمایی در مدرسه عراقی، در خیابان سعدی سپری کردم" },
    { id: 2, date: "1389-1391", title: "دوره متوسطه", subtitle: "دبیرستان شهید جعفری", content: " دروه دبیرستان در دبیرستان جعفری در خیابان حلال اهمر(شیروخورشید) سپری کردم" },
    { id: 3, date: "1392-1396", title: "دانشگاه", subtitle: "دانشگاه کرج", content: "دوره لیسانس را در دانشگاه کرج در رشته مهندسی نرم افزار به پایان رساندم" },
  ],

  workingExperianceSteps: [
    { id: 0,
      date: "1396-1397",
       title: "مرکز تخصصی اپا دانشگاه رازی",
        content: "شرکت APA-CSIRT (تیم پاسخگویی به رخدادهای امنیتی رایانه‌ای) کرمانشاه • طراحی، جمع‌آوری و تهیه پایگاه داده اطلاعات سخت‌افزاری و نرم‌افزاری برق منطقه‌ای استان کرمانشاه در اکسل• ترجمه مقالات و اخبار به‌روز در زمینه حملات سایبری و برنامه‌های کاربردی وب به زبان فارسی برای انتشار در بولتن خبری داخلی شرکت • طراحی سامانه صدور کارت پرسنلی دانشگاه رازی - تیم دو نفره، با فریمورک لاراول و زبان برنامه‌نویسی PHP • طراحی سامانه فارغ‌التحصیلان دانشگاه رازی - تیم دو نفره، با فریمورک لاراول و زبان برنامه‌نویسی PHP"
       },
    { id: 1, 
      date: "1398-1399",
       title: "مرکز تخصصی اپا دانشگاه رازی",
        content: "شرکت APA-CSIRT (تیم پاسخگویی به رخدادهای امنیتی کامپیوتر)، کرمانشاه - • طراحی و پیاده‌سازی وب‌سایت و پلتفرم مسابقه برای اولین دوره مسابقات تسخیر پرچم (CTF-Capture The Flag) دانشگاه رازی، کار تیمی سه نفره - با فریم‌ورک لاراول و زبان برنامه‌نویسی PHP، پیاده‌سازی پایگاه داده و وب‌سایت مسابقه برای چندین زمینه مانند هک وب، شبکه، برنامه‌نویسی و غیره.• موقعیت شغلی تمام وقت با پوشش بیمه تأمین اجتماعی",
      },
      { id: 2, 
        date: "1398-1399",
         title: "مرکز تخصصی اپا دانشگاه رازی",
          content: 
          "نمایشگاه بومی سایبری، مرکز تخصصی آپا دانشگاه رازی، محل برگزاری نمایشگاه بین‌المللی، تهران، ارائه، ارائه راهکارها، کارگاه‌های آموزشی و محصولات بومی در حوزه برق و کامپیوتر. تماس: 083-34343251، مرکز آپا- الکامپ - نمایشگاه برق و کامپیوتر، مرکز تخصصی آپا دانشگاه رازی، محل برگزاری نمایشگاه بین‌المللی، کرمانشاه. حضور بیش از 200 شرکت در حوزه‌های الکترونیک، کامپیوتر و تجارت برای ارائه محصولات کامپیوتری، امنیت و امنیت اطلاعات در فضای مجازی ",
        },
        { id: 3, 
          date: "1399",
           title: "شرکت رادپرداز رازی",
            content: "شرکت رادپرداز رازی، کرمانشاه، ایران • طراحی و پیاده‌سازی وب‌سایت و پلتفرم مسابقه برای دومین دوره مسابقات فتح پرچم (CTF-Capture The Flage) دانشگاه رازی، کار تیمی دو نفره - با فریم‌ورک React و زبان برنامه‌نویسی جاوا اسکریپت • موقعیت شغلی تمام وقت با پوشش بیمه تامین اجتماعی" 
          },
          {
            id:4,
            date:"1399-1400",
            title:"شرکت راد پرداز رازی",
            content:
            "• طراحی و توسعه وب‌سایت برای سومین دوره مسابقات بین‌المللی فتح پرچم (CTF-Capture The Flag) دانشگاه رازی، بخش کامل رابط کاربری (فقط خودم)، پیاده‌سازی مؤثر سیستم (ظاهر سایت) در چارچوب React.js، زبان برنامه‌نویسی جاوا اسکریپت، پیاده‌سازی دوزبانه (انگلیسی، فارسی)، پیاده‌سازی کاملاً واکنش‌گرا برای هر دستگاهی.• موقعیت شغلی تمام‌وقت با پوشش بیمه تأمین اجتماعی",

          }
  ],

  contactMe: "ارتباط با من",

  contactInfo: [
    { id: 0, title: "Phone", content: "your data phone number" },
    { id: 0, title: "Mail", content: "your data mail" },
    { id: 0, title: "Address", content: "your data adderess" }
  ],

  phone: "تلفن",
  email: "پست الکترونیکی",
  address: "آدرس",

  portfolioList: [
    { id: 0, title: "مسابقه فتح پرچم رازی", des: "CTF(capture the flag)", link: "https://ctf.razi.ac.ir" },
    { id: 1, title: "سامانه‌ای برای یادگیری  تست نفوذ", des: "cylab(Hacking skill test)", link: "http://cylab.ir" },
  ],
  noData: "اطلاعاتی نیست",
  Ability:"زبان های برنامه نویسی",
  abilityDes: "PHP, C/C++, HTML, C#, CSS, JavaScript ",
  documentsDes1: "(CEH-Certified Ethical Hacker) هکر قانونمند از مرکز آپا دانشگاه رازی, Mar 2018 – Jul 2018 ",
  documentsDes2: "(SOC- Security Operations Center) مراکز عملیات امنیتی توسط مرکز آپا دانشگاه رازی , Nov 2018 ,",
  documents: "دوره-مدارک",
  WebTools:"پایگاه داده، ابزار ها و فریمورک ها",
  webToolDes:"MySQL, Laravel PHP Framework, React.js Framework, ASP.net Framework, GitHub, Git",
  skillLangTitle:"مهارت زبانی",
  skillLangDes:"زبان مادری-فارسی   زبان انگلیسی-تافل",

}